[
{
  "content": "Yare Yare Dawa.",
  "chapter": 9,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_1"
} ,
{
  "content": "Well... It's, uh... um... It starts with an M... Mas... um... mastur... uh... bation. I was... masturbating. Yeah.",
  "chapter": 1,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_2"
} ,
{
  "content": "Don't call me JoJo. Only my mom can call me that.",
  "chapter": 1,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_3"
} ,
{
  "content": "Haven't I told you already? I'm innocent!",
  "chapter": 1,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_4"
} ,
{
  "content": "I'm determined, but I don't have enough power. I'm not going to wait 15 years! We will meet again!",
  "chapter": 3,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_5"
} ,
{
  "content": "You say everything has a name, right? Then I'll give mine a name too. STONE FREE.. I'm going to free myself from this stone ocean...",
  "chapter": 9,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_6"
} ,
{
  "content": "Did you hear me? STONE FREE... That's it's name!",
  "chapter": 9,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_7"
} ,
{
  "content": "Oh shiiiiit! Did I punch him too hard?!",
  "chapter": 12,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_8"
} ,
{
  "content": "I was just looking to see what the best angle for punching you would be... I think my favourite... was when your chin was aiming a little more to the right.",
  "chapter": 19,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_9"
} ,
{
  "content": "If the world was coming to an end, I've already decided that chocolate would be the last thing I ever eat!",
  "chapter": 100,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_10"
} ,
{
  "content": "An organism that can have sex with anything it encounters... I'm kinda jealous... I mean—no! That's just gross!",
  "chapter": 130,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_11"
} ,
{
  "content": "American style. French style. Japanese style. Italian. Specifically Naples style. The world's fingers for fuck off.",
  "chapter": 67,
  "user": "Kujo Jolyne",
  "part": 6,
  "id": "6_12"
} ,
{
  "content": "JOLYNE! JOLYNE! JOLYNE! JOOOOO! LYYYHEEHEEEEEEEEN!",
  "chapter": 9,
  "user": "Gwess",
  "part": 6,
  "id": "6_13"
} ,
{
  "content": "Serve you right, you fucking bitch! That's what you get for trampling on my heaaaaaaaart!",
  "chapter": 9,
  "user": "Gwess",
  "part": 6,
  "id": "6_14"
} ,
{
  "content": "Listen, Jolyne. This is between me and him. 'course, there's gonna be people who say that revenge isn't gonna bring back my sister. They don't get it. Others will say forgiveness is what matters. But, I sure as hell don't want to life my life forcing myself to forget the fact that my sister was thrown away in a fucking gutter, and besides, I've already made up my mind! Revenge is for settling your score with your own destiny!!",
  "chapter": 56,
  "user": "Ermes Costello",
  "part": 6,
  "id": "6_15"
} ,
{
  "content": "The man who killed Kennedy ended his life this way too. I think his name was Lee Harvey Oswald? Dead men tell no tales. That's how history always works out.",
  "chapter": 20,
  "user": "Whitesnake",
  "part": 6,
  "id": "6_16"
} ,
{
  "content": "Your brain? Wherever your brain is... it's not for you to decide. I was the one who gave you your Stand ability... Smug plankton scum like don't have the right to lecture me!",
  "chapter": 90,
  "user": "Whitesnake",
  "part": 6,
  "id": "6_17"
} ,
{
  "content": "Tomorrow at noon, someone's going to come to see you. But you can't. You can't go see him... You can't... No matter what!",
  "chapter": 11,
  "user": "Emporio Alnino",
  "part": 6,
  "id": "6_18"
} ,
{
  "content": "I'm Emporio...Emporio. My name... my name is Emporio.",
  "chapter": 158,
  "user": "Emporio Alnino",
  "part": 6,
  "id": "6_19"
} ,
{
  "content": "Let's go. It's prison break time.",
  "chapter": 17,
  "user": "Kujo Jotaro",
  "part": 6,
  "id": "6_20"
} ,
{
  "content": "If you understand, then go... Jolyne. I've always... cherished you.",
  "chapter": 19,
  "user": "Kujo Jotaro",
  "part": 6,
  "id": "6_21"
} ,
{
  "content": "My Stand, Manhattan Transfer... is completely tracking your movements inside that meeting room! The time has come to finish off your bloodline! Now my life can finally begin! You robbed my heart of its support, and for that, I must take revenge!!",
  "chapter": 14,
  "user": "Johngalli A.",
  "part": 6,
  "id": "6_22"
} ,
{
  "content": "Muscles can't be trusted. When skin is exposed to the wind, muscles become stressed and begin to subtly expand and contract. The body can't control these movements. A rifle should be supported with bone. Bones sense the stability of the ground and unify the gun with it. That's the kind of anchorage one can trust.",
  "chapter": 14,
  "user": "Johngalli A.",
  "part": 6,
  "id": "6_23"
} ,
{
  "content": "I feel like dying.",
  "chapter": 22,
  "user": "Thunder McQueen",
  "part": 6,
  "id": "6_24"
} ,
{
  "content": "The difference between man and animal... it's the desire to \"go to Heaven\". Humans think about it...However, dogs and parrots can't grasp this concept. The idea of \"Heaven\". Humans should spend their lives trying to attain \"Heaven\". That is the beauty of humans.",
  "chapter": 34,
  "user": "Enrico Pucci",
  "part": 6,
  "id": "6_25"
} ,
{
  "content": "2...3...5...5...11...13...17...19.... Prime numbers are solitary numbers that can only be divided by 1 and themselves... they give me strength.",
  "chapter": 49,
  "user": "Enrico Pucci",
  "part": 6,
  "id": "6_26"
} ,
{
  "content": "Shit! There are frogs on my $800 pants.",
  "chapter": 49,
  "user": "Enrico Pucci",
  "part": 6,
  "id": "6_27"
} ,
{
  "content": "I'm going to obtain the way to Heaven! Celebrate it... what was born here is Heaven itself. Celebrate the dawning of the new world...!",
  "chapter": 84,
  "user": "Enrico Pucci",
  "part": 6,
  "id": "6_28"
} ,
{
  "content": "Every beginning originated from gravity! Even this Earth began with gravity! Because of gravity this Earth continues to revolve! On this Earth... where am I headed?! What is going to happen next...?! Within my body and my spirit, gravity exists! And it must also exist, at the end of it all...!",
  "chapter": 140,
  "user": "Enrico Pucci",
  "part": 6,
  "id": "6_29"
} ,
{
  "content": "Humanity will change! This is what is strived for! This is MADE IN HEAVEN!",
  "chapter": 157,
  "user": "Enrico Pucci",
  "part": 6,
  "id": "6_30"
} ,
{
  "content": "Ermes knows that in her heart she's in debt, I am just here to collect that debt. That is my ability.",
  "chapter": 37,
  "user": "Marilyn Mansion",
  "part": 6,
  "id": "6_31"
} ,
{
  "content": "I am the shadow within Ermes's heart... You cannot attack me.",
  "chapter": 37,
  "user": "Marilyn Mansion",
  "part": 6,
  "id": "6_32"
} ,
{
  "content": "Foo Fighters! If you're going to refer to me, call me by that name!",
  "chapter": 30,
  "user": "Foo Fighters",
  "part": 6,
  "id": "6_33"
} ,
{
  "content": "Hey! You! Don't you dare go near my water!!",
  "chapter": 35,
  "user": "Foo Fighters",
  "part": 6,
  "id": "6_34"
} ,
{
  "content": "I'm neutral. Face forward, don't attack me! It's not gonna hit, anyway!",
  "chapter": 68,
  "user": "Dragon's Dream",
  "part": 6,
  "id": "6_35"
} ,
{
  "content": "F.F., this next spot is your unluckiest. Above your left ear. Right now, this spot is the ultimate red warning sign... also your lucky color is yellow and a picture of a goldfish will bring you luck.",
  "chapter": 70,
  "user": "Dragon's Dream",
  "part": 6,
  "id": "6_36"
} ,
{
  "content": "Stop treating me like an object... not that I mind.",
  "chapter": 81,
  "user": "Yo-Yo Ma",
  "part": 6,
  "id": "6_37"
} ,
{
  "content": "Ohh! Those 'shoes'! They must have gotten dirty, because of me! What have I done?? Here, please take a seat on this chair. I will polish your shoes.",
  "chapter": 79,
  "user": "Yo-Yo Ma",
  "part": 6,
  "id": "6_38"
} ,
{
  "content": "Bohemian Rhapsody is the song of freedom...",
  "chapter": 106,
  "user": "Pinocchio",
  "part": 6,
  "id": "6_39"
} ,
{
  "content": "I'm a fan of the Terminator, specifically the T-2000 one. He's not on this truck, though. I like this guy, and Chewbacca. But you know, I'll always like Snow White the best!!!",
  "chapter": 105,
  "user": "The Seven Dwarfs",
  "part": 6,
  "id": "6_40"
} ,
{
  "content": "That's how I like it. I want you to look at me more... those eyes... just keep looking at me...",
  "chapter": 74,
  "user": "Narciso Anasui",
  "part": 6,
  "id": "6_41"
} ,
{
  "content": "If there's no Mickey, this shit ain't Disney!!",
  "chapter": 104,
  "user": "Narciso Anasui",
  "part": 6,
  "id": "6_42"
} ,
{
  "content": "Look at this, Weather. What a crappy guidebook! None of the characters are on it! I want to see the Disney characters goddammit! Where the fuck is Mickey?",
  "chapter": 104,
  "user": "Narciso Anasui",
  "part": 6,
  "id": "6_43"
} ,
{
  "content": "Jolyne's strong will and pure heart, that she inherited from you her father, is the light that shines on the darkness of my heart... my heart, which could collapse at any moment!",
  "chapter": 151,
  "user": "Narciso Anasui",
  "part": 6,
  "id": "6_44"
} ,
{
  "content": "I'm going to be the one to kill Pucci. And after I kill him, kill me. Understand?",
  "chapter": 133,
  "user": "Weather Report",
  "part": 6,
  "id": "6_45"
} ,
{
  "content": "The kind of evil that doesn't realize that it's evil... is the worst kind there is...",
  "chapter": 136,
  "user": "Weather Report",
  "part": 6,
  "id": "6_46"
} ,
{
  "content": "Do you believe in gravity? That there might be a reason why you tripped over me, of all people?",
  "chapter": 127,
  "user": "Dio Brando",
  "part": 6,
  "id": "6_47"
}
]
