[
{
  "content": "Hey...senior... What was that about my hair?",
  "chapter": 266,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_1"
} ,
{
  "content": "I don't give a rat's ass if you are a senior... If you trash my hair, I'll kill you... What was that again? Think my hair looks stupid? Too cartoon-like for you?",
  "chapter": 266,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_2"
} ,
{
  "content": "'Sup! Angelo.",
  "chapter": 274,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_3"
} ,
{
  "content": "You just stand back and watch as I break through your line and kick your ass!",
  "chapter": 280,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_4"
} ,
{
  "content": "Who the hell do you think you are, huh? \\\"I won't forgive you\\\", is that right? Huh? That's my fucking line!",
  "chapter": 306,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_5"
} ,
{
  "content": "You bastard... What the fuck did you say about my hair?!?!",
  "chapter": 267,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_6"
} ,
{
  "content": "How the hell I am supposed to find an invisible baby in clear water?!",
  "chapter": 317,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_7"
} ,
{
  "content": "I feel completely refreshed. Feels like putting on fresh underwear on new year's day.",
  "chapter": 391,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_8"
} ,
{
  "content": "My name's Josuke Higashikata, and my Stand's name is Crazy Diamond. It may not have much range, but its punch is faster than you pansy-ass 60kph.",
  "chapter": 391,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_9"
} ,
{
  "content": "I'll be keeping this wallet! A proper dad never forgets to give his kid some allowance, right?",
  "chapter": 439,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_10"
} ,
{
  "content": "You're as good as new, for now. It's a fair fight now, isn't it? Dorararararara!",
  "chapter": 391,
  "user": "Higashikata Josuke",
  "part": 4,
  "id": "4_11"
} ,
{
  "content": "Give me a break. Now that I can see it up close, your watch looks like crap. But you don't have to worry about that. After all, I'm about to make it look even worse. Your face, that is. ORAORAORAORAORAORAORA!!",
  "chapter": 362,
  "user": "Jotaro Kujo",
  "part": 4,
  "id": "4_12"
} ,
{
  "content": "Nice watch. Too bad you won't be able to tell time on it after I break it. Break your face, that is.",
  "chapter": 362,
  "user": "Jotaro Kujo",
  "part": 4,
  "id": "4_13"
} ,
{
  "content": " Josuke Higashikata...I, Okuyasu Nijimura will eliminate you with my Stand, The Hand!",
  "chapter": 274,
  "user": "Okuyasu Nijimura",
  "part": 4,
  "id": "4_14"
} ,
{
  "content": "Whatever my right hand touches will disappear! The edge of the erased space will then join together to restore the gap! As for the parts that are cut off... Even I don't know where they end up!",
  "chapter": 275,
  "user": "Okuyasu Nijimura",
  "part": 4,
  "id": "4_15"
} ,
{
  "content": "I'm just dying to erase your goddamn existence, motherfucker!",
  "chapter": 309,
  "user": "Okuyasu Nijimura",
  "part": 4,
  "id": "4_16"
} ,
{
  "content": "You're already in The Hand's range!",
  "chapter": 341,
  "user": "Okuyasu Nijimura",
  "part": 4,
  "id": "4_17"
} ,
{
  "content": "Killer technique! ECHOES 3 FREEZE!",
  "chapter": 359,
  "user": "Echoes ACT3",
  "part": 4,
  "id": "4_18"
} ,
{
  "content": "I'm done protecting. Mission fuckin' accomplished. Just like you asked.",
  "chapter": 359,
  "user": "Echoes ACT3",
  "part": 4,
  "id": "4_19"
} ,
{
  "content": "Ok! Master let's kill da ho! Beeetch!",
  "chapter": 390,
  "user": "Echoes ACT3",
  "part": 4,
  "id": "4_20"
} ,
{
  "content": "The first compatible people to read my manuscript will have the door to their heart opened thanks to my special ability, Heaven's Door.",
  "chapter": 319,
  "user": "Rohan Kishibe",
  "part": 4,
  "id": "4_21"
} ,
{
  "content": "Did you think the great Rohan Kishibe draws comics because he wants money?! I draw comics because I want to be read! \\\"Want to be read\\\" that's the one and only reason. I couldn't care less about anything else!",
  "chapter": 320,
  "user": "Rohan Kishibe",
  "part": 4,
  "id": "4_22"
} ,
{
  "content": "I'll say this only once. You said you wanted to surpass me... this is something you'll learn with age. It's not actually that hard to surpass someone. If you want to surpass someone, it's much harder to surpass yourself! Allow me to demonstrate by overcoming my own fate!",
  "chapter": 375,
  "user": "Rohan Kishibe",
  "part": 4,
  "id": "4_23"
} ,
{
  "content": "I refuse.",
  "chapter": 385,
  "user": "Rohan Kishibe",
  "part": 4,
  "id": "4_24"
} ,
{
  "content": "I'm not going to let you leave this house until you fall in love with me. I'll definitely make you love me, or else... I might have to kill you.",
  "chapter": 299,
  "user": "Yukako Yamagishi",
  "part": 4,
  "id": "4_25"
} ,
{
  "content": "You won't get nothin'! Not a single yen! Yer Stands are poo! Worth less than a stinky fart! We only got the 5 million because of Harvest!",
  "chapter": 339,
  "user": "Shigekiyo Yangu",
  "part": 4,
  "id": "4_26"
} ,
{
  "content": "In over 15 years, I, Yoshikage Kira, have never left behind even a single scrap of evidence. And now some kid's mistake is carrying that ring away... Like I'll let him.",
  "chapter": 344,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_27"
} ,
{
  "content": "I'm always thinking this, but damn, Yoshikage Kira, you're one lucky guy... With your friendly demeanour and bold drive, there's no way you won't be happy in life.",
  "chapter": 345,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_28"
} ,
{
  "content": "My name is Yoshikage Kira, 33 years old. My home is in the upscale neighbourhood of northeast Morioh. I am currently a bachelor. I work for the Kameyu Market regional management office. Every day I work late and don't get home until 8 PM. I don't smoke. I only drink occasionally. I'm always in bed by 11 PM so I can get a full 8 hours of sleep. Before my sleep I drink a warm glass of milk and do my stretching exercises for about 20 minutes. That way I fall asleep quickly and sleep soundly until morning. Every morning I wake up refreshed and stress free, like a baby. During my yearly check-up, my doctor always says everything's perfect...I was just explaining what I do to go about life quietly with a calm heart. If you keep worrying about winning and losing, it'll just stick your mind and you'll be troubled. You won't be able to sleep at night you're worrying about your enemies. My attitude toward society as a whole has made me a very... content person. But if anyone stands in my way... I won't lose.",
  "chapter": 346,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_29"
} ,
{
  "content": "Killer Queen can erase you at any time. For, you see, Killer Queen's power is to turn anything it touches into a bomb.",
  "chapter": 346,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_30"
} ,
{
  "content": "I Yoshikage Kira, just want a quiet life, but these shitheads keep getting in my way.",
  "chapter": 360,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_31"
} ,
{
  "content": "For me, it's not really about winning or losing. I just want to survive. I want a peaceful life. It's just that it's in my nature to kill. I will have my happy life!",
  "chapter": 363,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_32"
} ,
{
  "content": "Even the fact that Rohan Kishibe met you has been erased! That is Killer Queen Bites the Dust!",
  "chapter": 421,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_33"
} ,
{
  "content": "Phewwww~ Back when I was a kid... you know Leonardo da Vinci's Mona Lisa, right? I saw it in an artbook. When I saw Mona Lisa's hands, folded by her knee... How do I say this? It's a bit crude, but... hehe... I got...a BONER. I cut out just the hands... and put them up in my room for a while. I'd like to... cut yours off... too. My name is Yoshikage Kira... I've killed 48 women with pretty hands. You shall be the only one! The only one to know my secret!",
  "chapter": 436,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_34"
} ,
{
  "content": "Bites the Dust emerged from my single-minded desire not to encounter you... Bring it on! Let's see you stop time! How long can you keep it up?",
  "chapter": 436,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_35"
} ,
{
  "content": "I'll get inside your mouth for sure! Could be today, tommorow, the day after... or even next week! I'll wait however long it takes! Then I'll have fun with your hot mom after that....huhuhu...",
  "chapter": 271,
  "user": "Yoshikage Kira",
  "part": 4,
  "id": "4_36"
} ,
{
  "content": "Everyone! Get in position! JoJo! Say hello to my Stand \\\"Bad Company\\\", the invincible army!",
  "chapter": 278,
  "user": "Keicho Nijimura",
  "part": 4,
  "id": "4_37"
} ,
{
  "content": "My only wish is for my father to die like a normal human being. When I was a child, I swore that I would end his misery, and because of that, I have to protect this Bow and Arrow.",
  "chapter": 281,
  "user": "Keicho Nijimura",
  "part": 4,
  "id": "4_38"
} ,
{
  "content": "The name's Akira Otoishi, 19 years old! Oh! Don't mind this guitar I have right here. My dream is to be like Jimi Hendrix or Jeff Beck. To be an ultra super guitarist and live life hard and fast! That's why I'm keeping this baby with me at all times. In the near future, with this baby right here, I'm gonna blow the world away!",
  "chapter": 311,
  "user": "Akira Otoishi",
  "part": 4,
  "id": "4_39"
} ,
{
  "content": "I have a good 3 minutes to finish you two off and beat Jotaro and the others to the boat!",
  "chapter": 311,
  "user": "Akira Otoishi",
  "part": 4,
  "id": "4_40"
} ,
{
  "content": "You feel \\\"guilty\\\", right?",
  "chapter": 284,
  "user": "Tamami Kobayashi",
  "part": 4,
  "id": "4_41"
} ,
{
  "content": "The guiltier you feel, the bigger The Lock gets... in other words, that lock is the \\\"weight of your guilt\\\".",
  "chapter": 285,
  "user": "Tamami Kobayashi",
  "part": 4,
  "id": "4_42"
} ,
{
  "content": "The \\\"Tama\\\" in \\\"Tamami\\\" is \\\"Tama\\\" for balls! I'm gonna man up for the good of my name!",
  "chapter": 288,
  "user": "Tamami Kobayashi",
  "part": 4,
  "id": "4_43"
} ,
{
  "content": "I finally got this so-called Stand ability... not everyone gets to have one, you know? Kinda makes you want to live a more dangerous and successful life than the average guy, don't you think?",
  "chapter": 291,
  "user": "Toshikazu Hazamada",
  "part": 4,
  "id": "4_44"
} ,
{
  "content": "You okay stupid? I'm made out of wood, remember?",
  "chapter": 292,
  "user": "Surface",
  "part": 4,
  "id": "4_45"
} ,
{
  "content": "Josuke...I...I might die here. So, if I do, please tell your mother I said hello.",
  "chapter": 317,
  "user": "Joseph Joestar",
  "part": 4,
  "id": "4_46"
} ,
{
  "content": "Now! Let us continue the meal!",
  "chapter": 304,
  "user": "Tonio Trussardi",
  "part": 4,
  "id": "4_47"
} ,
{
  "content": "I will never make food that will appeal only to a few snobby food critics. What I aim for is to make food that will be passed down from mother to daughter, food that respects its ingredients, food that will go on as time passes.",
  "chapter": 304,
  "user": "Tonio Trussardi",
  "part": 4,
  "id": "4_48"
} ,
{
  "content": "It's better to be a cheerful pig than a depressed beauty.",
  "chapter": 348,
  "user": "Aya Tsuji",
  "part": 4,
  "id": "4_49"
} ,
{
  "content": "The moral of the story is that miracles take dedication. Is that something you are willing to accept?",
  "chapter": 350,
  "user": "Aya Tsuji",
  "part": 4,
  "id": "4_50"
} ,
{
  "content": "You know, I didn't open this salon for the money. It's because I wanted to make people happy like the fairy godmother in Cinderella.",
  "chapter": 352,
  "user": "Aya Tsuji",
  "part": 4,
  "id": "4_51"
} ,
{
  "content": "I'll kill anyone who tries to harm my son! I will protect my child!",
  "chapter": 366,
  "user": "Yoshihiro Kira",
  "part": 4,
  "id": "4_52"
} ,
{
  "content": "Yoshikage, my son... where are you now? Ever since you were young, you needed to murder women... and nobody could stop you. But since it made you happy, I decided to help you. And now I need to find you before those people can! I need to protect my beautiful son! You are my only child!",
  "chapter": 369,
  "user": "Yoshihiro Kira",
  "part": 4,
  "id": "4_53"
} ,
{
  "content": "Hey, mister. Wanna play rock paper scissors?",
  "chapter": 371,
  "user": "Ken Oyanagi",
  "part": 4,
  "id": "4_54"
} ,
{
  "content": "Rohan Kishibe, I've overcome your psychology! Now we're even! 2 to 2!",
  "chapter": 374,
  "user": "Ken Oyanagi",
  "part": 4,
  "id": "4_55"
} ,
{
  "content": "With Lady Luck's favor protecting me, there's no way I can lose! I'd even win russian roulette with 5 of the chambers full!",
  "chapter": 375,
  "user": "Ken Oyanagi",
  "part": 4,
  "id": "4_56"
} ,
{
  "content": "Oh! Could it be that you wish to engage in introductions! Of course! How rude of me! My name is Nu Mikitakazzo N'shi. I have lived 216 of your earth years. I am employed as an intergalactic pilot. My hobbies include caring for animals.",
  "chapter": 378,
  "user": "Mikitaka Hazekura",
  "part": 4,
  "id": "4_57"
} ,
{
  "content": "\\\"Alien\\\"? Yes, that is the term. I'm an Alien!",
  "chapter": 378,
  "user": "Mikitaka Hazekura",
  "part": 4,
  "id": "4_58"
} ,
{
  "content": "Just so gloriously handsome! Check out this face of mine. It wouldn't be a stretch to say I compare with the chiseled features of Michelangelo's David. That's how beautiful I am.",
  "chapter": 404,
  "user": "Yuya Fungami",
  "part": 4,
  "id": "4_59"
} ,
{
  "content": "I was Superfly's prisoner too! And now that you're here, I can finally leave! I never asked to live this way, but hey, now that I'm free, you can deal with it!",
  "chapter": 399,
  "user": "Toyohiro Kanedaichi",
  "part": 4,
  "id": "4_60"
} ,
{
  "content": "Everyone is terrified of something, and I don't mean just being afraid or being able to hide it. I mean there's something deep in your heart that you're terrified of and can't deny.",
  "chapter": 405,
  "user": "Terunosuke Miyamoto",
  "part": 4,
  "id": "4_61"
} ,
{
  "content": "When I find your terror's tell, then my Enigma can perfectly strike!",
  "chapter": 405,
  "user": "Terunosuke Miyamoto",
  "part": 4,
  "id": "4_62"
} ,
{
  "content": "I'm Cheap Trick, a Stand that developed out of Masazo Kinoto when he was hit in the back with the Arrow. But now, my user is Rohan Kishibe! That's right, it's you. Got it?",
  "chapter": 414,
  "user": "Cheap Trick",
  "part": 4,
  "id": "4_63"
} ,
{
  "content": "When I said my ability was talking... I meant talking to anything! If your powers work on animals, why shouldn't mine?! It's useless, you said?! No, Rohan Kishibe, I called the animals here!",
  "chapter": 416,
  "user": "Cheap Trick",
  "part": 4,
  "id": "4_64"
} ,
{
  "content": "No matter how powerful your Stand is. It'll never measure up to the oh-so feeble power of my chattering! Hahahahahaha!",
  "chapter": 417,
  "user": "Cheap Trick",
  "part": 4,
  "id": "4_65"
}
]
