[
{
  "content": "Making me repeat myself... it's useless. It hate it because it's useless, useless, useless...",
  "chapter": 441,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_1"
} ,
{
  "content": "You're someone who's prepared himself for conflict. If you are prepared to kill someone, then that must mean that in turn, you're prepared for the danger and possibility of being killed yourself...",
  "chapter": 446,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_2"
} ,
{
  "content": "I had just announced that I wouldn't allow civilians to get involved... I apologize, that was a lie.",
  "chapter": 446,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_3"
} ,
{
  "content": "No. You won't try to kill me anymore. Because you'll become my ally. I'm planning on defeating your Boss and taking over this city. In order to get rid of gangsters who sell drugs to children... you have to become a gang member yourself.",
  "chapter": 447,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_4"
} ,
{
  "content": "Yes...! To take control of this city, I have to enter into the organization that is currently in control and work my way up...! I'm going to become a Gang-star!",
  "chapter": 448,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_5"
} ,
{
  "content": "I, Giorno Giovanna, have a dream!",
  "chapter": 452,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_6"
} ,
{
  "content": "I, Giorno Giovanna, have a dream that I know is just.",
  "chapter": 453,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_7"
} ,
{
  "content": "So. You asserted that when someone is insulted, murder is permitted, correct? I see, that is in fact a very important distinction. Because you insulted that innocent old man's life. And that's why I turned one of your pistols into a banana. It's your last meal, take your time... enjoy it.",
  "chapter": 455,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_8"
} ,
{
  "content": "Did I [drink Abbacchio's piss]...? Well, you all keep your abilities a secret, don't you?",
  "chapter": 456,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_9"
} ,
{
  "content": "They will catch us in no time if we steal a single car. But, if we steal a hundred cars, then thy might have a harder time figuring out which one we're on.",
  "chapter": 502,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_10"
} ,
{
  "content": "This sensation! I don't exactly get it, but... My Gold Experience... I feel the birth of something new! I sense the birth of something newer and greater than before!!",
  "chapter": 504,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_11"
} ,
{
  "content": "This is what resolve is! It is to carve out your destined path through the darkened wastes!",
  "chapter": 514,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_12"
} ,
{
  "content": "Mista... your resolve shines with a radiance that eclipses even the sun rising at our backs and sheds light upon our path... and it illuminates the righteous fated path that we shall walk together hereafter, as well! Mudamudamudamudamudamudamudamuda!!!!",
  "chapter": 515,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_13"
} ,
{
  "content": "The unconscious... Stand abilities are, in a sense, the unconscious talents of their Users. If any sense of guilt exists in your heart, then that will unconsciously put a brake on your ability. But this man delights in cruelty. It is his reason for living... that's why he has this ability. If he can do this, that means he has no brakes! There is no limit to his evil.",
  "chapter": 558,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_14"
} ,
{
  "content": "Know your place. A deal like this is too good to be true for a man like you. Mudamudamudamudamudamudamudamudamudamuda!!! WRYYYYYY!!! MUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAMUDAAAAAA!!!",
  "chapter": 562,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_15"
} ,
{
  "content": "We're leaving you here... I won't let anyone... hurt you anymore, I promise... but, I swear that I will bring you home.",
  "chapter": 577,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_16"
} ,
{
  "content": "The ending is something which has no ending. That is Gold Experience Requiem.",
  "chapter": 588,
  "user": "Giorno Giovanna",
  "part": 5,
  "id": "5_17"
} ,
{
  "content": "This taste... is the taste of a liar! Giorno Giovanna!",
  "chapter": 443,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_18"
} ,
{
  "content": "My name is Bruno Bucciarati. Answer me. This interrogation has already become a torture session!",
  "chapter": 444,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_19"
} ,
{
  "content": "Get away? You don't have to worry about me getting away. The only thing you should worry about... is what will happen once you're pulled apart and left on the ground by my zippers.",
  "chapter": 447,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_20"
} ,
{
  "content": "For that honorable determination that you showed when you injured your own arm and for your dream which is worth its weight in gold... I'll take my chances on you, Giorno Giovanna.",
  "chapter": 448,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_21"
} ,
{
  "content": "You should know better than anyone else that none of us got where we are by pissing ourselves every time someone gave us an empty threat. If you stop, I'll let this slide. But the moment you stab Abbacchio, I take your life.",
  "chapter": 461,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_22"
} ,
{
  "content": "To complete my mission and protect my men. Having to do both at once is what makes being a capo so tough. Are you ready for this? I know I am.",
  "chapter": 493,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_23"
} ,
{
  "content": "There's only the way to beat him. I'll just have to show him... just which one of us has the greater resolve! I'll show him! It's do or die!",
  "chapter": 496,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_24"
} ,
{
  "content": "To lie here, absolutely motionless... that... is my resolve!",
  "chapter": 497,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_25"
} ,
{
  "content": "The words \\\"I'll kill you\\\" shouldn't be left unsaid until the deed is already done. That's how it works in the gangsters' world we live in.",
  "chapter": 498,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_26"
} ,
{
  "content": "You can't pull a fast one on me, scumbag. ARIARIARIARIARIARIARIARIARIARIARIARI! Arrivederci!",
  "chapter": 499,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_27"
} ,
{
  "content": "You must pay! You have betrayed my heart once again! I was only planning to uncover your identity... but there has been a change of plans! I'm going to kill you instead! Right now!",
  "chapter": 517,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_28"
} ,
{
  "content": "My mission has ended, you say? You're dead wrong. It's not over just yet! I've given myself a mission to protect Trish!",
  "chapter": 520,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_29"
} ,
{
  "content": "I only did what I thought was right. I have no regrets. Even in this rotten world, I still want to walk down a path I can believe in!",
  "chapter": 523,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_30"
} ,
{
  "content": "Are you busy right now? Sorry but could you answer a quick question? The airport's too big and I don't really know where things are. I'd like to steal an airplane. Do you know where I might find one?",
  "chapter": 532,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_31"
} ,
{
  "content": "As long as you can ride a car out of the village, then we are good. As long as we can all head to Roma. ARIARIARIARIARIARIARIARIARIARIARIARI! Arrivederci!",
  "chapter": 556,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_32"
} ,
{
  "content": "It's enigmatic... I've accepted this as my fate. The heavens just happened to smile on me a little bit. It seems that when you healed my wounds in Venezia, the life energy you gave me alloved me to move for just a bit longer.",
  "chapter": 557,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_33"
} ,
{
  "content": "Giorno... you brought me back to life. When I met you in my hometown of Naples... when we betrayed the gang. My heart had been dying a slow death. And it came back to life, all thanks to you. This is what happiness is. I'm fine with this. Don't worry about it... give everyone my best... Don't worry about it. Things are just going back... to they way they should be... Just going back... to normal...",
  "chapter": 584,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_34"
} ,
{
  "content": "Giorno... the fact that we made it here... is a complete victory. This is good... everything will be fine... Fate is a sleeping slave... we have to set it free... that is victory...",
  "chapter": 589,
  "user": "Bruno Bucciarati",
  "part": 5,
  "id": "5_35"
} ,
{
  "content": "There are ** 4 ** cakes! Are they telling me to go die or something?",
  "chapter": 456,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_36"
} ,
{
  "content": "It's bad luck to take something from four things! It's fine if you're choosing from five! It's also fine if you're choosing from three! But if you choose something from four things, something bad'll happen.",
  "chapter": 456,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_37"
} ,
{
  "content": "Which one do you want me to use? The glasses, or the fishing line? We're gonna make you answer some questions. If you don't, we're gonna be trouble! Lots of danger ahead, you understand. So, \\\"Mr\\\" Zucchero. You've got a partner, right? He's probably a Stand User too, huh? What's why I'm going to have to have to use these? You don't want to answer me? Not even about which one I should use? Well, if you're not going to choose... I'm gonna use both! Whoops!",
  "chapter": 462,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_38"
} ,
{
  "content": "My Stand's suited for assassinations. I'm good at that stuff.",
  "chapter": 462,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_39"
} ,
{
  "content": "Assassination's the surer bet as long as we're using my Sex Pistols.",
  "chapter": 489,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_40"
} ,
{
  "content": "Whether you answer me or not, I got one simple question to ask you, just one. And if you don't answer me in two seconds, I'm gonna put a bullet in each of your eyeballs. One, two. I won't wait any more than that! If you don't feel chatty, then I'll just figure out the answer myself! Understand? Okay, here we go. Where's your buddy hiding? Uno! Due! Now die! Ready to meet your maker?",
  "chapter": 491,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_41"
} ,
{
  "content": "I don't like your idea of victory! We'll send this guy to Hell, find the thing, and the both of us will make it safe and sound! That's what victory is, are we clear, Giorno!?",
  "chapter": 511,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_42"
} ,
{
  "content": "You asked me... if that was all the resolve I had left... right? Well it wasn't. No, it fucking wasn't... You're about to find out. But you'd better show some resolve of your own! You'll need it 'cause it's gonna be a long ride all the way down to Hell!",
  "chapter": 515,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_43"
} ,
{
  "content": "Brute force is our only option! It's time for my resolve to shine! Pistols! You guys better get your asses in gear, too!",
  "chapter": 515,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_44"
} ,
{
  "content": "Aahhh!! Giorno! Not so rough! No, not there! Nonono!! Oh! Be gentle! Gentle! Don't strip me! I can feel you! Ohh! No! No more!",
  "chapter": 515,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_45"
} ,
{
  "content": "Go, Pistols! Blast those bullets through his skull!",
  "chapter": 559,
  "user": "Guido Mista",
  "part": 5,
  "id": "5_46"
} ,
{
  "content": "Who's a \\\"shit-brained idiot\\\", huh? Dont make fun of me! I'll fucking kill you! I'm gonna fucking kill you, Fugo!",
  "chapter": 456,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_47"
} ,
{
  "content": "Fill him with lead, Aerosmith!",
  "chapter": 473,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_48"
} ,
{
  "content": "Kill me, damn it... you think Narancia Ghirga is the kind of guy who'd sell his crew out to save his own hide?",
  "chapter": 475,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_49"
} ,
{
  "content": "Bucciaratiiii!!!! I'm coming! I'm coming with you! Let me on!",
  "chapter": 523,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_50"
} ,
{
  "content": "You can't stop us... We're gonna break outta Venezia, safe and sound! See ya. Vola vola vola vola vola vola vola!!! Volare via!",
  "chapter": 531,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_51"
} ,
{
  "content": "I just gotta keep my distance! That's all! But my Aerosmith doesn't need to get close to blow you to bits!",
  "chapter": 535,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_52"
} ,
{
  "content": "When I get home, I'm gonna go to school... It might be cool to let the guys make fun of me for being dumb... and I wanna eat some fresh, hot pizza! An authentic margherita from my hometown, baked over an oak fire, with porcini mushrooms on top!",
  "chapter": 575,
  "user": "Narancia Ghirga",
  "part": 5,
  "id": "5_53"
} ,
{
  "content": "Is this your idea of a joke, you little punk?! How many times do I have to teach you before you finally learn?! You said that 6 times 5 is 30 so why the hell would your answer be less than 30!? You shit-brained idiot!",
  "chapter": 456,
  "user": "Pannacotta Fugo",
  "part": 5,
  "id": "5_54"
} ,
{
  "content": "I'd like to order this man some spaghetti, if you don't mind!",
  "chapter": 472,
  "user": "Pannacotta Fugo",
  "part": 5,
  "id": "5_55"
} ,
{
  "content": "You'll be the one dying... once you've witnessed my Stand!",
  "chapter": 479,
  "user": "Pannacotta Fugo",
  "part": 5,
  "id": "5_56"
} ,
{
  "content": "I'm sorry, but none of us will board that boat. You aren't facing the facts. Nobody can survive in this world on ideals alone. We can't live without the gang.",
  "chapter": 523,
  "user": "Pannacotta Fugo",
  "part": 5,
  "id": "5_57"
} ,
{
  "content": "This is madness! What are they thinking!? All for a girl we met two days ago! A girl we've never even really talked to! She's nobody to us! We don't even know what kind of music Trish likes!",
  "chapter": 523,
  "user": "Pannacotta Fugo",
  "part": 5,
  "id": "5_58"
} ,
{
  "content": "Why are people coming after me, all for a father I've never even met!? Answer me!",
  "chapter": 499,
  "user": "Trish Una",
  "part": 5,
  "id": "5_59"
} ,
{
  "content": "I want to know my origins, no matter what! I refuse to die before finding out!",
  "chapter": 524,
  "user": "Trish Una",
  "part": 5,
  "id": "5_60"
} ,
{
  "content": "WANNNABEEEE!!!!",
  "chapter": 539,
  "user": "Trish Una",
  "part": 5,
  "id": "5_61"
} ,
{
  "content": "Why!? Why am I Mista now!? There's hair growing on my fingers! My nails are short and they're shaped all wrong and there's gunk under them! I can't live like this!",
  "chapter": 573,
  "user": "Trish Una",
  "part": 5,
  "id": "5_62"
} ,
{
  "content": "H..hey you! Where do you think your fingers are going!? Keep your fingers out of my panties! Don't spread your legs any wider or I'll kill you!",
  "chapter": 573,
  "user": "Trish Una",
  "part": 5,
  "id": "5_63"
} ,
{
  "content": "I, too can overcome the fate I inherited from you. I will not cower or flee! If you try to stop me, I shall soar beyond you.",
  "chapter": 583,
  "user": "Trish Una",
  "part": 5,
  "id": "5_64"
} ,
{
  "content": "I have always been here. I have always been here by your side, ever since you were a little girl.",
  "chapter": 537,
  "user": "Spice Girl",
  "part": 5,
  "id": "5_65"
} ,
{
  "content": "u have already made up your mind! You have already chosen to protect Giorno's left hand! Hesitation leads to weakness. Now... please, give me your orders.",
  "chapter": 537,
  "user": "Spice Girl",
  "part": 5,
  "id": "5_66"
} ,
{
  "content": "Without speed... but! With as much force as a vise! It's time to slice this piece of shit up and kill it for good!",
  "chapter": 538,
  "user": "Spice Girl",
  "part": 5,
  "id": "5_67"
} ,
{
  "content": "How ironic, they joined the gang because society cast them out. And now, here they are trying to save the world from evil.",
  "chapter": 566,
  "user": "Jean Pierre Polnareff",
  "part": 5,
  "id": "5_68"
} ,
{
  "content": "There is a hidden meaning within this Arrow! I shall tell you of it! You must acquire a power that surpasses King Crimson! Come to Rome! This Arrow is the final and only method to defeat that man!",
  "chapter": 551,
  "user": "Jean Pierre Polnareff",
  "part": 5,
  "id": "5_69"
} ,
{
  "content": "He who fully controls the Arrow will control the world!",
  "chapter": 571,
  "user": "Jean Pierre Polnareff",
  "part": 5,
  "id": "5_70"
} ,
{
  "content": "This is \\\"Requiem\\\". Yes, what you see is indeed reality. Your ability indeed sees the actions that we will actually perform. However, you will never arrive at the reality that will occur. None who stand before me shall ever do so. No matter what abilities they may wield! This is Gold Experience Requiem!",
  "chapter": 587,
  "user": "Gold Experience Requiem",
  "part": 5,
  "id": "5_71"
} ,
{
  "content": "Tulululululu! TULULULULULULU!!! Yes? This is Doppio.",
  "chapter": 542,
  "user": "Vinegar Doppio",
  "part": 5,
  "id": "5_72"
} ,
{
  "content": "I miss you... Boss... call me... like you always do... I'll be waiting... Call... me...",
  "chapter": 577,
  "user": "Vinegar Doppio",
  "part": 5,
  "id": "5_73"
} ,
{
  "content": "Leave this place, Bruno Bucciarati... if you come out from behind that pillar... you will die.",
  "chapter": 518,
  "user": "Diavolo",
  "part": 5,
  "id": "5_74"
} ,
{
  "content": " This is the end of the line. So, why shouldn't I tell you..? What you have witnessed and laid hands upon was your own future self! The \\\"you\\\" of a few seconds past saw your future self. That is the ability of my King Crimson! I eradicated time and forced it to skip!",
  "chapter": 519,
  "user": "Diavolo",
  "part": 5,
  "id": "5_75"
} ,
{
  "content": "I shall not allow anyone, no matter who they may be, to threaten my everlasting climax. I will eradicate every last one of them.",
  "chapter": 519,
  "user": "Diavolo",
  "part": 5,
  "id": "5_76"
} ,
{
  "content": "I can forecast the trails left by your movements... the trails of your future actions. Within King Crimson's ability, time is erased from the world and none can remember the footprints they left during this time! The clouds in the sky do not realize they have been scattered by the winds! An extinguished flame is not aware of the moment it has been snuffed! It is only the results! Only the results that remain in this world! All the actions you take in a world where time is erased are meaningless! And I alone can react to these actions! I can see exactly how you will act! That is the ability of my King Crimson!",
  "chapter": 520,
  "user": "Diavolo",
  "part": 5,
  "id": "5_77"
} ,
{
  "content": "Even if you try to erase it, the past will always come back to lock true peace away from you.",
  "chapter": 540,
  "user": "Diavolo",
  "part": 5,
  "id": "5_78"
} ,
{
  "content": "If anyone knows even the slightest fragment of my true nature!... They must not be allowed to live.",
  "chapter": 541,
  "user": "Diavolo",
  "part": 5,
  "id": "5_79"
} ,
{
  "content": "Do you understand, Doppio!? I must crush my fear! Now is the time... I must overcome it right now! That is what it means to live!",
  "chapter": 552,
  "user": "Diavolo",
  "part": 5,
  "id": "5_80"
} ,
{
  "content": "The past... even when you break it to pieces and emtomb it in stone, it crawls out like a worm.",
  "chapter": 570,
  "user": "Diavolo",
  "part": 5,
  "id": "5_81"
} ,
{
  "content": "I never predicted that anyone would be foolish enough to betray my gang, and I never imagined that anyone would discover my identity, ever. But, thanks to you, I have learned of this Arrow's true ability! This is a gift! A tribute that fate has given me for overcoming my past!",
  "chapter": 583,
  "user": "Diavolo",
  "part": 5,
  "id": "5_82"
} ,
{
  "content": "I am the Emperor. What I see is to remain upon the climax.",
  "chapter": 585,
  "user": "Diavolo",
  "part": 5,
  "id": "5_83"
} ,
{
  "content": "I, Diavolo, am the Emperor! This fact remains unchanged!",
  "chapter": 585,
  "user": "Diavolo",
  "part": 5,
  "id": "5_84"
} ,
{
  "content": "My ability stands upon the apex of reality!",
  "chapter": 586,
  "user": "Diavolo",
  "part": 5,
  "id": "5_85"
} ,
{
  "content": "Didn't I tell you? Don't underestimate me.",
  "chapter": 440,
  "user": "Koichi Hirose",
  "part": 5,
  "id": "5_86"
} ,
{
  "content": "Within him, Giorno had definitely inherited the will of the Joestar bloodline!",
  "chapter": 455,
  "user": "Koichi Hirose",
  "part": 5,
  "id": "5_87"
} ,
{
  "content": "Humans often... say something and do the opposite. That's the beauty of humans, though it can just as often be the ugly side of them...",
  "chapter": 448,
  "user": "Polpo",
  "part": 5,
  "id": "5_88"
} ,
{
  "content": "I'll give you a chance... to see the two paths that you can follow... the first path for the chosen ones who will life... and the other! The path of death!",
  "chapter": 451,
  "user": "Polpo",
  "part": 5,
  "id": "5_89"
} ,
{
  "content": "If the most important thing in this world is trust, then, conversely, the most detestable thing in the world is to insult that trust. Do you understand? Whe you insult someone's trust, not only do you tarnish their good name, you interrupt their lives and back them into an inescapable corner. We don't fight for money or profit nor do we risk our lives or start riots because some fool took our seat on the bus or our concert tickets. However! Once we feel that our trust has been insulted, we have a sanction to put lives on the line. I feel that even God would permit murder, in this situation!",
  "chapter": 455,
  "user": "Polpo",
  "part": 5,
  "id": "5_90"
} ,
{
  "content": "I'm the one doin' the talking here! I'm the one in control!",
  "chapter": 461,
  "user": "Mario Zucchero",
  "part": 5,
  "id": "5_91"
} ,
{
  "content": "You managed to hit me twice 'cause you had the element of surprise on your side. But if I go all-out with my Stand, Kraft Work, it ain't a challenge for me to swat your bullets down.",
  "chapter": 465,
  "user": "Sale",
  "part": 5,
  "id": "5_92"
} ,
{
  "content": "You done yet, Mista? 'cause if you are, this bullet here is all charged up!",
  "chapter": 467,
  "user": "Sale",
  "part": 5,
  "id": "5_93"
} ,
{
  "content": "Talk, Narancia! If it's impossible to tail you, I'll just have to make you sing!",
  "chapter": 470,
  "user": "Formaggio",
  "part": 5,
  "id": "5_94"
} ,
{
  "content": "I shrank myself! That's my ability, Little Feet! The other guys say it's worthless... hehehe well, whether it's worthless or worth-ful is all up to how you use it...",
  "chapter": 471,
  "user": "Formaggio",
  "part": 5,
  "id": "5_95"
} ,
{
  "content": "What a real shame... just going shopping... turned into a huge mess... am I right, Narancia? And from here on out... it'll only get worse... for all of you...",
  "chapter": 477,
  "user": "Formaggio",
  "part": 5,
  "id": "5_96"
} ,
{
  "content": "I stand secured and unmatched inside the mirror... that is my ability.",
  "chapter": 480,
  "user": "Illuso",
  "part": 5,
  "id": "5_97"
} ,
{
  "content": "Now that you've seen me...it's already over for you!",
  "chapter": 482,
  "user": "Illuso",
  "part": 5,
  "id": "5_98"
} ,
{
  "content": "Got him! He took the bait!",
  "chapter": 489,
  "user": "Perci",
  "part": 5,
  "id": "5_99"
} ,
{
  "content": "Ohh! It's Mista! Shoot my line all you want, my Beach Boy's line can pass through anything, aside from its prey, like it's water! You can't cut it!",
  "chapter": 490,
  "user": "Perci",
  "part": 5,
  "id": "5_100"
} ,
{
  "content": "I get it now, fratellone Prosciutto! I understand your resolve, not through your words but through your spirit! From the moment we think of the word /\"kill/\" ... the deed has already been done.",
  "chapter": 495,
  "user": "Perci",
  "part": 5,
  "id": "5_101"
} ,
{
  "content": "I just killed a man for the first time... but it feels kind of anticlimactic. And now, nobody in the world... can call me a mammone anymore...",
  "chapter": 495,
  "user": "Perci",
  "part": 5,
  "id": "5_102"
} ,
{
  "content": "I can feel everything! None of your tricks can help you now, Bucciarati... I can read you like an open book! And before fra dies, I'll finish you off!",
  "chapter": 415,
  "user": "Perci",
  "part": 5,
  "id": "5_103"
} ,
{
  "content": "Reentered the lower arm! 4cm to the elbow! 3 cm! Popping my hook outta your arm for a split second is not gonna save you, Bucciarati! There's nothing you can do but wait until Beach Boy's hook crawls up your arm and snags your heart!",
  "chapter": 496,
  "user": "Perci",
  "part": 5,
  "id": "5_104"
} ,
{
  "content": "Before fra's life leaves his body...! I'll make you pay before his very eyes!!",
  "chapter": 498,
  "user": "Perci",
  "part": 5,
  "id": "5_105"
} ,
{
  "content": "Hey, could you shut up already? Talking about \\\"killing this\\\" and \\\"killing that\\\".... what's the big idea, huh? We don't use those words in our world, those words are for dogs to use. We don't need to say \"I'll kill you\"... because by the moment those words come into our minds... our target's already dead and the deed is done!",
  "chapter": 486,
  "user": "Prosciutto",
  "part": 5,
  "id": "5_106"
} ,
{
  "content": "I'm angry at your spiritual weakness, Pesci. I can't blame you for getting shaken up when they shot up your ice! You'd start aging too, after all! But! If it were anyone else on our team, they wouldn't dispel their Stand when it was so close to grabbing the enemy by the throat! Not even if they got their arms blasted off or their legs ripped apart!",
  "chapter": 491,
  "user": "Prosciutto",
  "part": 5,
  "id": "5_107"
} ,
{
  "content": "I'm gonna say it straight. Our team! We're nothing like those fools trying to pick up girls on the street or partying at the club. Those pathetic losers just scream and shout, going \\\"I'll kill you! I'll kill you!\\\" just to soothe their wounded egos. When we truly think \\\"I'll kill you!\\\" from the bottom of our hearts...! By that time, the deed has already been done!",
  "chapter": 491,
  "user": "Prosciutto",
  "part": 5,
  "id": "5_108"
} ,
{
  "content": "Glory... to you... Pesci... Kill him... Kill him, Pesci... I...am watching... over you...",
  "chapter": 498,
  "user": "Prosciutto",
  "part": 5,
  "id": "5_109"
} ,
{
  "content": "Di molto!",
  "chapter": 501,
  "user": "Melone",
  "part": 5,
  "id": "5_110"
} ,
{
  "content": "Molto bene! That was a good slap! You snapped your wrist and put your hips into it. A slap this sharp proves you're in good health. You're in excellent condition! ** *lick* **",
  "chapter": 500,
  "user": "Melone",
  "part": 5,
  "id": "5_111"
} ,
{
  "content": "It takes some doing, but the children of Baby Face are invincible long-range Stands! There's nothing that can defeat them!",
  "chapter": 501,
  "user": "Melone",
  "part": 5,
  "id": "5_112"
} ,
{
  "content": "Mom says I smell. She's calling me gross and filthy. I have the best mom in the world!",
  "chapter": 501,
  "user": "Baby Face",
  "part": 5,
  "id": "5_113"
} ,
{
  "content": "... For the pain in my soul! I'll make you die in shame!",
  "chapter": 506,
  "user": "Baby Face",
  "part": 5,
  "id": "5_114"
} ,
{
  "content": "Simple is best! I'll kill you my own way!",
  "chapter": 506,
  "user": "Baby Face",
  "part": 5,
  "id": "5_115"
} ,
{
  "content": "I've gotta find them, come hell or high water... That phrase, \\\"hell or high water\\\"... I get the \\\"high water\\\" part. I totally get it, 'cause maybe a flood could happen or something... but what the fuck does the \\\"come hell\\\" part mean?! Who thinks hell can just move around!? What a stupid fucking phrase! It seriously pisses me off! You think Hell's gonna grow arms and legs and crawl out of the ground, huh?! Fuck no, you dumb shit! Hell stays right underground where it belongs!!",
  "chapter": 507,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_116"
} ,
{
  "content": "In English, they say it like \\\"Pairiss\\\"... but the rest of the world says \\\"Paree\\\" like the French do. So how come everyone calls Venezia by its English name, \\\"Venice\\\"?! The Merchant of Venice and Death in Venice... Why can't they call it Death in Venezia!? Are you happy with that!? I'm not happy at all! Is this your idea of a fucking joke!? It's Italian, you goddman bastards! Speak fucking Italian! Fuck, that pisses me off! You stupid motherfuckers!",
  "chapter": 509,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_117"
} ,
{
  "content": "You won't escape... whatever is at the station is coming home with me, Ghiaccio.",
  "chapter": 509,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_118"
} ,
{
  "content": "You're wasting your ammo. My ability White Album uses cryogenic temperature to freeze the moisture in the air into a suit of armor. I can use it to skate around, and it's strong enough to stop bullets!",
  "chapter": 510,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_119"
} ,
{
  "content": "Once you hit cryogenic temperatures, you enter a world of stillness. There is nothing that can move in the cryogenic world. I can freeze anything in the universe! That's what makes White Album so perfect! Even roaring train engines, even the raging seas will come to a grinding halt at my command! None can defy my whims!",
  "chapter": 512,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_120"
} ,
{
  "content": "White Album Gently Weeps! I've already set up a wall of frozen air!",
  "chapter": 513,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_121"
} ,
{
  "content": "Is that all the resolve you got!? This is it, Mista!!",
  "chapter": 514,
  "user": "Ghiaccio",
  "part": 5,
  "id": "5_122"
} ,
{
  "content": "The Boss's orders... those don't matter anymore. I'm not killing him to complete my mission. Tiziano, I'm killing him for you. I won't leave even a scrap of him behind. And I'll kill every last member of his team... I'll rip them to pieces and make them pay for what they've done! Clash! Tear out his throat!",
  "chapter": 531,
  "user": "Squalo",
  "part": 5,
  "id": "5_123"
} ,
{
  "content": "All according to plan.",
  "chapter": 529,
  "user": "Tiziano",
  "part": 5,
  "id": "5_124"
} ,
{
  "content": "We are still victorious. Victory is still... ours...",
  "chapter": 531,
  "user": "Tiziano",
  "part": 5,
  "id": "5_125"
} ,
{
  "content": "Intriguing. I'm curious to know who you are. But, I don't have time to waste. If you're a Stand User, I'll need you to die.",
  "chapter": 543,
  "user": "Risotto Nero",
  "part": 5,
  "id": "5_126"
} ,
{
  "content": "A close-ranged, power type. That's the sort of ability you have... As long as I know your range is 2 to 3 meters, then this assassination... is complete.",
  "chapter": 544,
  "user": "Risotto Nero",
  "part": 5,
  "id": "5_127"
} ,
{
  "content": "Am I even closer than I thought... to what I must seek? I wish to know what you are. I wish to see your true form... I must discover that as I take your life!",
  "chapter": 546,
  "user": "Risotto Nero",
  "part": 5,
  "id": "5_128"
} ,
{
  "content": "Even if you know the truth behind my Stand, Metallica,... it is too late. Because at this point, I am already done with you!",
  "chapter": 546,
  "user": "Risotto Nero",
  "part": 5,
  "id": "5_129"
} ,
{
  "content": "No matter how heavily someone breathes after massive amounts of iron have been stolen from their body... no oxygen will be absorbed into it! Your body becomes a corpse before you have even died.",
  "chapter": 546,
  "user": "Risotto Nero",
  "part": 5,
  "id": "5_130"
} ,
{
  "content": "Secco, you've got all of that, right!? Those looks of desperation on their faces as they clung to life!... Ooooooooh!! Good good good good good good good good good good good good good good good!!! That's an excellent recording, Secco!",
  "chapter": 554,
  "user": "Cioccolata",
  "part": 5,
  "id": "5_131"
} ,
{
  "content": "The spiritual power of humans emerges when their curiosity is stimulated. It is not the will to live, but curiosity which drives humans to evolve! I can't wait to see! I can't wait to see how these people will die...",
  "chapter": 554,
  "user": "Cioccolata",
  "part": 5,
  "id": "5_132"
} ,
{
  "content": "Life energy is no match for my Green Day, I'll rot these vines away!",
  "chapter": 559,
  "user": "Cioccolata",
  "part": 5,
  "id": "5_133"
} ,
{
  "content": "There's nothing your Gold Experience can do to change the end results, Giorno Giovanna... and it ends with victory for Cioccolata!",
  "chapter": 561,
  "user": "Cioccolata",
  "part": 5,
  "id": "5_134"
} ,
{
  "content": "Let me see the look on your face at the moment your hope burns out and your life reaches its end! Show me your despair as you fall! Uwahahhahahahahahaha!!!!",
  "chapter": 561,
  "user": "Cioccolata",
  "part": 5,
  "id": "5_135"
} ,
{
  "content": "The strong are qualified to rule over the weak... No, fate commands the strong to rule over everyone else.",
  "chapter": 563,
  "user": "Cioccolata",
  "part": 5,
  "id": "5_136"
} ,
{
  "content": "Those tactics... won't work on me again! You'll pay for what you did! You nosy... no, I mean... naughty little... not that... dusty little cheat, no... earthy little cheat?",
  "chapter": 559,
  "user": "Secco",
  "part": 5,
  "id": "5_137"
} ,
{
  "content": "Oh! Almost forgot! Gotta get this on video... won't take too long to kill you, though...",
  "chapter": 559,
  "user": "Secco",
  "part": 5,
  "id": "5_138"
} ,
{
  "content": "If we're going one on one, th...th...then I don't even need to dive underground...",
  "chapter": 559,
  "user": "Secco",
  "part": 5,
  "id": "5_139"
} ,
{
  "content": "I'll just make it so you can't move anymore by beating your entire body into a pulp with my Oasis!",
  "chapter": 559,
  "user": "Secco",
  "part": 5,
  "id": "5_140"
} ,
{
  "content": "You're really smart, you toss sugar cubes for me, you're loaded, and also, you're really strong... or so... I thought... That's why I felt safe following your orders... this whole time... but you're weak as hell! You fuckin' lost! I don't need a piece of shit like you anymore! No one bit!",
  "chapter": 563,
  "user": "Secco",
  "part": 5,
  "id": "5_141"
} ,
{
  "content": "You've dug your own grave, Bucciarati. Walls of earth surround you on all sides! Do you think you can block my fists like that!?",
  "chapter": 565,
  "user": "Secco",
  "part": 5,
  "id": "5_142"
}
]
